tap "aws/tap"
tap "cloudfoundry/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kudobuilder/tap"
tap "norwoodj/tap"
tap "toolbox/tap", "git@cd.splunkdev.com:toolbox/homebrew-tap.git"
tap "warrensbox/tap"
brew "act"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "apache-geode"
brew "openssl@1.1"
brew "readline"
brew "docutils"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "chart-testing"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "docker-slim"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "jq"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "kubebuilder"
brew "libssh"
brew "qemu"
brew "lima"
brew "links"
brew "make"
brew "openjdk"
brew "maven"
brew "minikube"
brew "node"
brew "openshift-cli"
brew "operator-sdk"
brew "podman"
brew "pre-commit"
brew "pyenv"
brew "python@3.9"
brew "rename"
brew "rosa-cli"
brew "ruby"
brew "run"
brew "sphinx-doc"
brew "telnet"
brew "tilt"
brew "tree"
brew "trivy"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zlib"
brew "aws/tap/ec2-metadata-mock"
brew "cloudfoundry/tap/bosh-cli"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "kudobuilder/tap/kuttl-cli"
brew "norwoodj/tap/helm-docs"
brew "toolbox/tap/okta-aws-setup"
brew "warrensbox/tap/tfswitch"
cask "activedock"
cask "gitkraken"
cask "google-cloud-sdk"
cask "hotswitch"
cask "intellij-idea"
cask "okta-advanced-server-access"
cask "sublime-text"
